hacking_markers = [
    'зафиксирована попытка', 'пытаются войти', 'списали средства', 'списали денежные средства', 'списали деньги',
    'на вас оформили', 'подозрительная операция', 'несанкционированное списание', 'подозрительная активность',
    'подозрительную активность', 'подозрительную операцию', 'попытка входа', 'утечка данных', 'идет проверка',
    'транзакция', 'транзакцию', 'взлом', 'личный кабинет', 'неизвестное устройство', 'подозрительный вход',
    'несанкционированный доступ', 'фиксируем подозрение', 'мошенническая операция', 'двойное списание', 'атака на счет',
    'скомпрометированы данные', 'вход из другой страны','подозрение на фишинг', 'кража средств',
    'неизвестного устройства', 'зафиксировали попытку', 'украсть средства'
]

bank_markers = [
    'безопасный счет', 'специальный счет', 'резервный счет', 'транзитный счет', 'сохранить сбережения',
    'безопасная сделка', 'перевести деньги', 'нужно перевести средства', 'переведите деньги', 'резервная ячейка',
    'страховой счет', 'защищенный депозит', 'программа защиты', 'сбербанк', 'втб', 'т-банк', 'отправить деньги',
    'перенести', 'верификация счета', 'обновление безопасности', 'проверка благонадежности',
    'перенаправить на безопасный счет', 'зеркальный счет', 'технический счет', 'межбанковский перевод'
]

employee_markers = [
    'сотрудник банка', 'сотрудник службы безопасности', 'следователь', 'майор', 'нотариус',
    'специалист отдела мониторинга', 'оператор колл-центра', 'дежурный следователь', 'представитель банка',
    'куратор безопасности', 'сотрудник полиции', 'оперуполномоченный', 'сотрудник отдела безопасности',
    'следственный комитет', 'оперуполномоченный', 'прокурор'
]

person_markers = [
    'гражданин', 'гражданка', 'дочь', 'дочери', 'сын', 'сыну', 'внук', 'внуку', 'внучка', 'внучке', 'брат', 'сестра',
    'сестре', 'мама', 'мать', 'отец', 'папа', 'маме', 'матери', 'отцу', 'папе', 'бабушка', 'дедушка', 'племянник',
    'племянница', 'жена', 'муж', 'жене', 'мужу'
]

accident_markers = [
    'попал в аварию', 'попала в аварию', 'возбуждено уголовное дело', 'сбил человека', 'сбила человека', 'сбил ребенка',
    'сбила ребенка', 'в реанимации', 'без сознания', 'не может говорить', 'телефон изъят', 'тайна следствия', 'в тюрьму'
]

urgent_markers = [
    'прямо сейчас', 'незамедлительно', 'в эту минуту', 'срочно', 'не вешая трубку', 'не вешайте трубку',
    'счет будет заблокирован', 'ни в коем случае', 'не прерывайте звонок', 'не прерывайте линию', 'не сбрасывайте',
    'сию секунду', 'немедленно', 'операция будет проведена', 'нельзя будет отменить', 'заблокируют', 'заблокирует',
    'оставайтесь на линии', 'каждая минута на счету'
]

code_markers = [
    'введите код', 'назовите код', 'код из SMS', 'сообщите код', 'код для восстановления', 'данные карты',
    'продиктуйте цифры', 'цифры на обороте', 'код подтверждения', 'одноразовый пароль', 'пин-код', 'кодовое слово',
    'назвать код', 'продиктуйте код', 'назовите цифры', 'код восстановления', 'код', 'пароль'
]
